{"1": {"text": "Il fait encore jour. En ce début du mois de juin, les derniers rayons du soleil s\'attardent sur le toit de la grande maison basse où toute la famille s\'est réunie pour le repas. Après une longue journée passée à préparer ses navires pour la mer, ton père, Knut, l\'un des cherfs de la région, finit de déguster un ragoût de poisson séché et de céréales. Il essuie ensuite ses doigts graisseux avec du foin puis tend son bras vers toi. D\'un geste sec, il tire sur les poils de ta barbe blonde.\\n- Björn, te dit-il, le duvet de tes joues est devenu barbe ! Il est donc temps pour toi de m\'accompagner au-delà des mers. Prépare tes affaires, affûte tes armes : bientôt, nous partirons ensemble porter la terreur sur les côtes des pays francs.\\nTu n\'en crois pas tes oreilles ! Après avoir remercié ton père de t\'avoir choisi plutôt que ton frère aîné, tu sors prendre l\'air. Un vent glacé siffle au-dessus de ta tête. Ta vie aventureuse de Viking commence !", "choix": [["Continuer", 2]]}, "2": {"text": "La nouvelle de ton départ met Erik, ton frère aîné, hors de lui. Depuis plus de cinq ans, il est habitué à suivre ton père dans ses voyages...\\n-Ne te réjouis pas trop vite, te lance-t-il lorsque tu rentres te coucher. Car demain, lors de la fête donnée avant le départ de l\'expédition je te défierai au combat et t\'écraserai comme une vermine ! Le père n\'aura pas d\'autre choix que de m\'emmener avec lui pendant que tu panseras tes blessures.\\nConnaissant la force d\'Erik, tu n\'en mènes pas large et passes la nuit à chercher une solution pour éviter l\'affrontement.", "choix": [["Tu décides de t\'entrainer avant de te rendre à la fête", 28], ["Tu vas aller affûter ton épée chez le forgeron", 25]]}, "3": {"text": "-Quelle allure, mon frère ! t\'écries-tu en fixant ses pieds couvrts de boue. Tu es bien le seul Viking à na pas soigner ton apparence... C\'est « Erik aux pieds sales » qu\'il faudrait t\'appeler, plutôt qu\' « Erik le Vaillant » !\\nTu t\'empares alors du seau d\'eau destiné à vous rafraichir durant le combat et le jettes sur ses braies. Furieux, il arrache une hache des mains d\'un villageois et la lance dans ta direction. Tu l\'attraes en plein vol et la lui renvoies. Hélas, l\'arme se plante dans son crâne et il s\'effondre, mortellement blessé.\\n-Qu\'as-tu fait là ? hurle ton père en découvrant son fils mort. Tu as assassiné ton propre frère ! Sois maudit !", "choix": [["Tu quittes les lieux et te rend au port d\'Hebedy", 29]]}, "4": {"text": "Ta vigueur séduit Sigufrid, le capitaine, qui organise une expédition vers la Russie. Il acceptede te prendre à son bord. Tu es immédiatement chargé de la tâche la plus rébarbative : écoper l\'eau, pendant que les uatres marins, assis sur leur coffre, rament poru prendre le large.\\n La mer est grise et les vagues bouillonnent d\'écume. La « route de la baleine », que le capitaine emprunte, est dangereuse. Au septième jour, après une terrible tempête de neige, vous êtes heureux de voir le golfe de la Finlande se profiler à l\'horizon.\\n-Nous allons bientôt faire notre première escale, annonce le capitaine, préparez-vous à aborder.", "choix": [["Tu acceptes d\'aider le rameur chargé de lancer les amarres", 14], ["Tu préfères continuer à écoper", 30]]}, "5": {"text": "Vous décidez de faire plus ample connaissance autour d\'un pot de bière. Les marchands t\'ammènent dasn une taverne, non loin de là.\\n-Donne un bon repas à notre ami du Nord, dit l\'un d\'eux.\\nTes nouveaux amis et toi prenez place autour d\'une table sur laquelle l\'aubergiste dépose une montagne de victuailles. Tout en piquand un morceau de viande avec la pointe de ton couteau, tu écoutes leur proposition.\\n-Nous partons pour Constantinople et craignons les attaques des bandits de la région : ils guettent nos bateaux et les pillent ou nous rançonnent. Les guerriers Vikings comme toi sont rusés. Aide-nous à éviter leurs attaques et tu seras grassement payé.\\nEmbarrassé, tu tires sur ta barbe blonde et avales ta bière avant de répondre.", "choix": [["Tu acceptes de les protéger durant le voyage", 23], ["Tu préfères rester à bord du navire Viking qui t\'a conduit ici", 12]]}, "6": {"text": "Tu feras bien des fois l\'aller et le retour sur les grands fleuves russes, de la mer Baltique à la mer Noire, pour veiller sur les navires marchands. Et grâce à toi, les cargaisons de fourrure, d\'ivoire de morse, de tissus, de bijoux arriveront toujours à bon port. Mais tu rêves de plus en plus souvent de reprendre la mer pour découvrir de nouveaux pays.\\nL\'occasion se présente le jour où tu retrouves Sigufrid dans une taverne, lors d\'un voyage au lac Lagoda pour y prendre une cargaison de miel.\\n-Allez, l\'ami, cesse de faire le larbin pour ces marchands et pars à l\'aventure avec moi vers l\'ouest, te propose-t-il en t\'envoyant une grande claque dans le dos.", "choix": [["Aller, cap à l\'ouest !", 12]]}, "7": {"text": "Au monastère, tu retrouves Rorik. Le jarl a donné l\'ordre de défoncer la porte à coup de hache.\\n-Tonnerre de Thor, Björn ! s\'exclame-t-il en te voyant arriver. Toi aussi tu viens chercher l\'or et l\'argent qui dorment dans les bâtisses des chrétiens ? Viens donc avec moi prendre part à ton premier pillage !\\nQuelques coups de hache suffisent pour faire voler en éclat la porte du monastère. Les religieux fuient dans tous les sens. Ceux qui tentent de résister sont tués. Les autres sont déshabillés et chassés nus du lieu saint. Puis, la razzia commence.\\n-Emportez tout ce qui est précieux : vases, calices d\'argent, tissus brodés ! ordonne Rorik. Rien ne doit rester ! Remplissez aussi cette charette de victuailles pour que nous fassions un festin ce soir. Et ensuite, détruisez et brûlez tout !", "choix": [["Tu te charges de remplir la charette", 13], ["tu préfères combattres les quelques soldats accourus sur les lieux", 19]]}, "8": {"text": "C\'est avec eux que tu t\'empares de Kiev deux ans plus tard. Ta bravoure au combat est récompensée par un joli petit pagot. Tu l\'utilises pour faire construire des entrepôts. Tu te lances dans la négoce et fais des affaires avec tous les marchands qui naviguent de la Scandinavie au Proche-Orient. Tous t\'appellent Björn le Rusé, car tu as la réputation de tricher parfois lorsque tu pèses la monnaie d\'argent qui te sert à payer les marchandises.\\n-Ne me traite pas de voleur ! hurles-tu un jour à un marchand qui surpend ton escroquerie.\\nD\'autres marchands attirés par les cris te prennent à partie. Une bagarre éclate et l\'un d\'eux n\'hésite pas à sortir son poignard et à te le planter dans le dos. Tu t\'écroules, les deux jambes paralysées. Tu ne pourras désormais survivre qu\'en mandiant des piécettes", "choix": [false, "Tu as perdu à cause de ta malhonnêteté"]}, "9": {"text": "Lorsque vous envahissez le bourg voisin, c\'est la panique : les gens s\'enfuient de leurs maisons et de leurs boutiques, vous laissant faire main basse sur tout ce qui a de la valeur. Tu n\'en reviens pas de la facilité avec laquelle vous parvenez à vos fins. Peu après avoir quitté le bourg, vos charettes remplies d\'objets précieux, de tissus et de pièces d\'argent, tu apreçois un bastion qui doit regorger d\'armes.\\n-Maintenant, il ne nous rete plus qu\'à piller et réduire en cendre cette forteresse ! cries-tu à tes compagnons.\\nVite repérés, vous êtes accueillis par une pluie de flèches. Une dure bataille s\'engage.", "choix": [["Aller, monte au combat et montre-nous ta bravoure", 43]]}, "10": {"text": "-Tu as la mémoire bien courte Olaf ! dit Knut. Aurais-tu oublié que toi aussi, tu as autrefois provoqué un accident, lorsque ta charette a renversé l\'un de mes enfants ?\\n-Réglons ça entre nous par une holmanga, répond Olaf. Sous le regard des dieux, ce combat nous permettra de vider notre cœur de la douleur provoquée par la perte de nos enfants.\\nLa proposition d\'Olaf est acceptée par les chefs. Une peau de bête est jetée sur le sol et l\'un des jarls, chargé d\'arbitrer le combat, rappelle les règles : la peau de bête délimite la zone de combat ; si l\'un des combattants est tué, la plainte du clan adverse sera annulée et justice sera faite.\\nLe jarl lève le bras et le combat à l\'épée démarre. Les deux adversaires s\'affrontent avec une violence inouïe. Soudain, ton père porte un coup d\'épée magistral, d\'une telle rapiditée qu\'il laisse toute l\'assemblée ébahie. Sauf Olaf qui, la gorge tranchée, s\'effondre à tes pieds !", "choix": [["Ouf, te voilà sauvé ! Va vite préparer tes affaires car le départ approche !", 34]]}, "11": {"text": "Les cavaliers dévalent le sentier qui mène à la plage. Ils font partie de l\'armée des Saxons et sont, hélas, bien plus nombreux que vous.\\nSus aux barbares ! hurle leur chef.\\n-Par Odin, jamais un Viking ne refuse un combat. Saisis ta chance, mon fils ! crie ton père. Montre ta vaillance en plantant ton fer dans la gorge de nos ennemis !\\nUn combat sans merci s\'engage. Mais il tourne vite à votre désaventage. Ton père, qui est en train de subir sa première défaite, donne l\'ordre de battre en retraite.", "choix": [["Tu rejoins le bateau", 18], ["tu essaye de résister le plus longtemps possible", 19]]}, "12": {"text": "Les années qui suivent passent à toute allure. Comme Sigufrid, tu t\'es pris de passion pour les grandes traversées. Des îles Hébrides, vous rejoignez un jour l\'Islande et vous y dénichez ude bonnes terres. Sigufrid décide alors de s\'y établir et d\'y construire sa ferme. Tu lui propose d\'aller au Labrador pour lui rapporter du bois.\\n-Un marin m\'a dit qu\'aller à Markland, la terre du bois, était un jeu d\'enfant. Il suffit de suivre les baleines vers l\'ouest. Dans trois jours j\'y serai. Je chargerai le knörr de rondins et serai de retour avant la pleine lune.", "choix": [["Bon vent ! Tu pars toutes voiles dehors !", 37]]}, "13": {"text": "Cochons, poules et tonneaux de bière... tu entasses les victuailles et transportes ton chargement sur la plage où l\'on a préparé un grand feu.\\nUn peu plus tard, une délicieuse odeur de viande grillée flotte au-dessus de vos têtes. Vous vous attaquez aux montagnes de jambons grillés et de poulets rotis.\\n-Ça fait du bien de se retrouver, dit-tu à Rorik en te régalant de la carcasse d\'une volaille.\\nHélas, Björn, nous allons devoir nous quitter, te répond-il, car Knut n\'a pas l\'air de vouloir me suivre jusqu\'à mon camp fortifié de l\'île de Wight.", "choix": [["Tu essayes de persuader ton père de faire une halte au camp de Rodrik", 42], ["Tu préfère ne pas contredire ton père", 32]]}, "14": {"text": "Soudain une violente bourrasque te déséquilibre et tu es emporté par-dessus bord.\\n-Tonnerre de Thor, le petit se noie !\\nTu essayes d\'attraper la rame que te tend un homme, mais ton vêtement de fourrure, tout imbibé d\'eau, t\'empêche de faire le moindre mouvement.\\nTu luttes quelques instants dans l\'eau glacée, mais peu à peu tes forces te guittent.\\n« Me voilà parti rejoindre Njordhr, le roi de la mer », murmures-tu en jetant un dernier regard vers le bateau.\\nOubliant tout espoir d\'être repêché, tu t\'enfonces pour toujours dans les eaux noires de l\'Atlantique.", "choix": [false, "Tu es mort noyé. Tu peux recommencer l\'aventure pour tenter un autre chemin."]}, "15": {"text": "Torse nu, Erik et toi vous faites face. L\'arbitre donne le signal, et la glima, une lutte à mains nues, commence. C\'est un vrai combat de fauves ! Erik se rue sur toi, t\'attrape par un des liens de cuir destinés à vous empoigner, et vous roulez tous les deux dans la poussière. Les coups pleuvent, mais tu arrives à tenir tête à ton adversaire.\\nContrarié, mais encouragé par la plupart des villageois qui ont parié sur sa victoire, il décide alors de faire une teorse au règlement. Il profite d\'un moment où vous êtes tous les deux à terre, pour saisir une pierre et te la jeter à la tête. Ce geste te met dans une rage folle et décuple tes forces. N\'écoutant que ta colère tu le cribles de coups de poing avec une telle violence qu\'il doit s\'avouer vaincu. L\'arbitre lève ton bras et proclame ta victoire. Il ne te reste plus maintenant qu\'à profiter de ta dernière journée au pays.", "choix": [["Tu décides de participer à la fête du village", 34], ["Tu préfères participer aux préparatifs de l\'expédition", 25]]}, "16": {"text": "Rejoindre la côte est une tâche délicate car le vent a forci et de hautes vagues s\'abattent sur le bateau. A grands coups de rames, vous essayez tant bien que mal de vous approcher de la côte anglaise bordée de récifs.\\n-Accroche ça au dreki ! hurle un marin en te lançant une lourde lanière de cuir tressée.\\n-Non, réplique Knut. Mets ton armure ! Nous allons bientôt rencontrer un banc de sable: je veux que Björn saute à l\'eau et parte avec quelques hommes en reconnaissance.", "choix": [["Tu lances la corde pour passer autour du coup du dreki avant d\'obéir à knut", 14], ["Tu mets ton armure et saute dans l\'eau pour rejoindre la terre", 39]]}, "17": {"text": "Tu luttes aux côtés de ton père durant tout un jour et toute une nuit. Au petit matin du troisième jour, la mer redevient calme, mais Knut a la mine sombre. Deux hommes ont été emportés et le vent vous a fait dévier de votre trajectoire.\\n-Le bateau a besoin de réparations nous allons accoster sur cette plage, te dit-il en te montrant les hautes falaises qui se détachent à l\'horizon. Nous ne devons pas être loin du camp de Ronk, notre cousin. Si mes informations sont bonnes, il a passé l\'hiver au sud de l\'Angleterre.\\nLe soleil est haut dans le ciel lorsque vous tirez le bateau sur le sable. À cet instant, tu lèves la tête et aperçois une troupe de cavaliers qui, du haut de la falaise, vous envoient une volée de flèches..\\n-On remet le bateau à l\'eau ! hurle Knut.", "choix": [["tu pousses le bateau à l\'eau", 26], ["Tu attends que ton père rejoignes le bateau lui-même", 11]]}, "18": {"text": "Durant le combat, certains de tes compagnons ont poussé le navire à l\'eau. Et les survivants, sous une pluie de flèches, plongent nagent pour le rejoindre. Toi aussi, tu te jettes à l\'eau. Peu de temps après, les hommes te hissent à bord. Tu es sauvé !\\nMais soudain, tu perçois le sifflement d\'une flèche : elle t\'atteint en pleine poitrine. Ton armure de cuir n\'a, hélas, pas résisté à la puissance du tir. Livide, le visage baigné de sueur, tu plonges peti à petit dans l\'inconscience, bercé par la voix de ton père.\\n-Heureux sois-tu, Bjom, tu vogues à bord de ton dernier navire. Ton glorieux combat va te permettre d\'entrer dans le royaume des morts, le Walhalla. Un festin t\'y attend !\\nEt c\'est en rêvant à ce banquet à la table d\'Odin que tu rendston demier souffle.", "choix": [false, "Tu as bien mérité ton repos éternel, puisses-tu être heureux à la table d\'Odin"]}, "19": {"text": "Soudain, un violent coup sur la tête te fait perdre connaissance. Tu reprends tes esprits dans la geôle d\'une forteresse.\\n- Je suis le fils de Knut le guerrier ! hurles-tu en tambourinant à la porte. Laissez-moi sortir, je veux revoir la mer et mon pays ! Un homme te traîne alors dans la grande salle du fort et t\'oblige à t\'agenouiller devant le chef.\\nVoilà donc un de ces fameux Vikings qui mettent la région à feu et à sang ! Qu\'il croupisse dans sa geôle tant que son père n\'aura pas payé la rançon que je compte lui demander !", "choix": [["Aller, tiens le coup !", 33]]}, "20": {"text": "Un conseil vient d\'avoir lieu entre les jarls et tu veux savoir ce qu\'ils ont décidé de faire.\\n-Les Francs construisent une barricade pour protéger la vallée de la Seine, t\'annonce Knut. Nous avons décidé d\'y mettre le feu. Tu aides les guerriers à charger l\'embarcation d\'armes et de boucliers, et te postes à la proue.\\n- Lâchez les rames et prenez vos armes, lances-tu en apercevant la construction en bois et les plates-formes gardées par des soldats installés sur chaque rive.\\n- Les Normands attaquent ! Tous à vos postes ! crient les sentinelles.\\nC\'est le branle-bas de combat chez les Francs. Les soldats de guet postés dans les tours vous envoient une volée de flèches.", "choix": [["Tu part à l\'assaut", 43], ["Tu restes sur le bateau", 24]]}, "21": {"text": "Knut te charge d\'écoper l\'eau durant la traversée. Un travail heureusement moins épuisant que le maniement des lourdes rames. Mais à peine avez-vous quitté le rivage que le vent se lève, suivi d\'une pluie glacée. Dans la tempête, on entend à peine la voix forte de ton père :\\nAbaissez la voile, couchez le mât, protégez les vivres !\\nLes ordres fusent, les hommes s\'affairent et chacun se bat pour empêcher le navire de sombrer\\n-C\'est le moment de montrer notre courage aux démons hargneux de Njordhr, le dieu de la mer ! hurle Harald.\\nEt il entonne un long chant destiné à calmer ses foudres.", "choix": [["Tu restes près de lui", 17], ["Tu rejoins le reste de l\'équipage qui s\'est mis à l\'abris sous la toile", 14]]}, "22": {"text": "Peu de temps après, tu salues le roi dans la grande salle de sa forteresse. Il t\'examine silencieusement puis te dit :\\n-Les Vikings sont une véritable plaie pour mon peuple. Et j\'ai besoin d\'un fin négociateur pour organiser leur départ. Wulf a entendu parler de ton habileté en affaires et il pense que tu pourrais mener à bien cette mission. Aide-moi et tu seras riche.\\nAprès de longues discussions, tu acceptes de l\'aider. Le roi Eudes offre aux Vikings un lourd tribut en or s\'ils lèvent le siège de Paris et quittent le royaume. Grâce à toi, les Vikings acceptent sa proposition en échange d\'une trêve de trois mois. Tu reçois alors le cadeau royal promis : un territoire deux fois grand comme la région qui t\'a vu naître !\\nTu y mèneras une vie de grand seigneur et les Vikings, qui réapparaîtront de temps en temps sur les terres franques, ne pilleront bien sûr jamais les tiennes !", "choix": [false, "Tu as su profiter de la chance qui s\'est offerte à toi, bravo !"]}, "23": {"text": "Jamais tu n\'aurais imaginé vivre des journées aussi difficiles en pénétrant dans les territoires russes. Dès le soir de la première halte sur les rives du fleuve, vous subissez l\'attaque de bandits. Sous les yeux terrifiés des marchands, tu te bats férocement pour défendre la cargaison de fourrures et d\'ivoire de morse.\\nUne semaine plus tard, des rapides vous obligent à hisser vos bateaux sur terre à les faire rouler sur des rondins. C\'est alors que des Varègues vous attaquent pour vous rançonner. Tandis que tu leur lances une bourse de pièces d\'argent pour qu\'ils vous laissent passer, un des brigands t\'apostrophe :\\n-Hé là, toi, n\'es-tu pas né près d\'Hedeby?\\nTu reconnais alors quelqu\'un de ton village, banni comme toi il y a de ça fort longtemps.\\n-Viens avec nous, te dit-il, les Varègues sont puissants et vont : bientôt devenir les maîtres du pays.", "choix": [["Tu te laisses tenter par la proposition", 8], ["Tu reprend ta route vers Constantinople", 6]]}, "24": {"text": "La lutte est acharnée : pierres, flèches, projectiles de toutes sortes pleuvent sur vos casques. Pendant que les hommes de Knut encerclent les plates-formes, toi et quelques compagnons attaquez à grands coups de hache les madriers qui soutiennent la barricade de bois. Soudain, une clameur victorieuse retentit. Le barrage est en train de s\'effondrer !\\nAprès avoir mis le feu aux remparts, vous regagnez le bateau à la nage, en regardant les flammes se propager jusqu\'en haut des tours franques,\\n-Et maintenant, direction Paris ! hurles-tu.", "choix": [["Tu convaincs Knut de gagner Paris au plus vite", 41], ["Tu lui suggère de faire une escale sur une île pour partir avec l\'ensemble de la flotte des attaquants", 36]]}, "25": {"text": "En te dirigeant vers la forge, tu tombes sur les fils d\'un voisin. Eux aussi sont jaloux de te voir partir à l\'aventure. Ils t\'interpellent avec un sourire narquois...\\n-Alors, il paraît que notre Björn aux beaux cheveux a décidé de marcher sur les traces de son père ! s\'exclame l\'un d\'eux en te donnant un coup d\'épaule.\\n-Et comment penses-tu régler leur compte à tes ennemis, avec ta carrure de gringalet ! s\'esclaffe l\'autre.\\nPiqué au vif, tu te jettes sur eux, l\'arme à la main, bien décidé à leur donner une leçon. Mais ils prennent la fuite. Tu les pourchasses jusqu\'au bord de la falaise, et soudain, c\'est l\'accident : le plus jeune se prend les pieds dans une racine et fait une chute mortelle.", "choix": [["Tu décides de fuir", 29], ["Tu vas annoncer la nouvelle au chef du village", 40]]}, "26": {"text": "De vigoureux coups de rames vous mettent vite hors de portée de vos ennemis. Soudain, Knut te fait signe de regarder droit devant. Dans une large baie, une quinzaine de bateaux vikings sont à l\'arrêt.\\n-Regarde, Björ, c\'est la flotte de Rorik ! dit-il. Ils doivent être en train de piller les villages des environs. Allons leur prêter main-forte. Peu de temps après, la quille du bateau racle le sable. Vous le tirez sur la plage. Les vieux marins de Rorik, chargés de garder les navires, vous donnent un coup de main tout en vous expliquant rapidement la situation : une dizaine d\'hommes sont partis piller le monastère, tandis que les autres fouillent les maisons du village.", "choix": [["Tu décide de rejoindre le monastère", 7], ["Tu décide d\'aller au village", 39]]}, "27": {"text": "Rien ne vous arrêtera si vous apprenez la discipline ! hurle le terrifiant berserker, vêtu de peaux d\'ours, qui vous enseigne l\'art du combat.\\nIl t\'envoie avec d\'autres jeunes guerriers vikings prendre d\'assaut une haute palissade de rondins spécialement conçue pour l\'entraînement des jeunes recrues. Mais, au moment où tu atteins le sommet du rempart et tends ta hache en signe de victoire, tu perds l\'équilibre... et tu atterris quinze pieds plus bas.\\n-Foudre d\'Odin, quel incapable ! hurle le berserker en s\'apercevant que tu n\'as pas mis ton casque de cuir ni ton épaisse veste de protection.\\nGravement blessé à la tête, tu ne pourras plus jamais combattre.", "choix": [false, "Ton imprudence t\'as hôté tout rêve de gloire, ce châtiment est peut-être pire que la mort."]}, "28": {"text": "Le jour est à peine levé, un vent glacial souffle sur les landes et tu cours, torse nu, le long de la falaise pour échauffer tes muscles pour te préparer au combat. La ruse et la rapidité sont les deux atouts que tu comptes exploiter, car Erik est un des meilleurs lutteurs du coin. Tu le retrouves quelque temps plus tard sur le terre-plein où tout le village est rassemblé.\\n-Nous allons voir si ta bravoure et ton ardeur au combat sont suffisantes pour participer à l\'expédition que prépare notre père !\\nte défie ton frère.\\nAvant d\'assister à la lutte, les hommes écoutent le le scalde réciter un long poème. Il conte les exploits des jarls, les glorieux chefs vikings.\\n-Fils, te murmure un ancien lutteur, Erik ne sait pas contrôler ses colères. Provoque-le et tu gagneras le combat.", "choix": [["Tu suis ses conseils", 3], ["Tu ne te fie qu\'à toi-même", 15]]}, "29": {"text": "« Jamais je n\'aurais pensé quitter ainsi ma terre natale », te dis-tu en marchant sous la pluie glacée pour rejoindre Hedeby, le plus grand port de Scandinavie.\\nLe voyage est long et difficile et, durant deux jours, tu suis les entiers à travers les landes au pas de course pour essayer de te réchauffer. Les nuits sont plus froides encore, et au matin de ton troisième jour de marche, tu es heureux de voir enfin apparaître le port. La chance est au rendez-vous car, dès ton arrivée, tu aperçois un grand knörr. des hommes sont en train de charger des fourrures et de l\'ambre.\\n-Par ici, petit ! te crie l\'un d\'eux. Viens nous aider.\\nGrâce à ton efficacité, le knörr est rapidement chargé. Tu partages ensuite le repas des marins en leur racontant tes mésaventures.\\n-Me voilà interdit de séjour dans mon village pendant un bon moment. Il ne me reste plus qu\'à combattre et à mourir loin d\'ici...", "choix": [["Tu essayes de les convaincre de te prendre à leur bord", 4], ["Tu préfères continuer ta route de ton côté", 35]]}, "30": {"text": "Quelques temps plus tard, vous atteignez l\'embouchure d\'un des plus larges fleuves de la Russie, la Neva. Il y a beaucoup d\'animation sur les rives car de nombreux commerçants festoient avant de remonter le fleuve.\\n-Reprenez les rames et avançons jusqu\'au lac Ladoga, vous ordonne Sigufrid. Nous y vendrons notre cargaison avant tous ceux-là.\\nLes commerçants de la cité située au bord du lac vous accueillent à bras ouverts. Les fourrures, le miel, les armes que tu alignes sur les grands carrés de drap sont vite échangés contre des bijoux, de l\'argent, des pièces de soie. Sigufrid n\'en revient pas de te voir négocier aussi habilement.\\n-Je crois, mes amis, que ce jeune Viking va devenir un fameux marchand ! dit-il en te présentant à un groupe de négociants venus des confins de l\'Asie.", "choix": [["Tu suis tes nouveaux compagnons dans les quartiers animés de la ville", 5]]}, "31": {"text": "-Hé ! toi, crie l\'un des soldats, ne t\'enfuis pas. Notre roi Eudes veut te parler.\\nTu es tellement surpris d\'entendre un Franc parler ta langue que tu t\'arrêtes et te retournes vers lui.\\n-N\'aie pas peur, je m\'appelle Wulf et je suis du même pays que toi.\\n-Et que fais-tu avec les Francs ?\\n-J\'ai été fait prisonnier. Pendant ma captivité, j\'ai appris leur langue. Puis, je me suis fait baptiser en échange de ma liberté Me voilà donc chrétien, viking et, depuis peu, interprète d\'un grand chef franc.", "choix": [["Tu le suis jusqu\'au campement franc", 22]]}, "32": {"text": "Le lendemain, tu reprends la mer à bord du bateau du clan La traversée se passe sans encombre et trois jours plus tard, vous arrivez en baie de Seine.\\n-Une bonne partie de notre clan a passé l\'hiver sur une île de la Seine. Ils nous attendent pour attaquer Paris ! te dit Knut. Ce sera pour nous une vraie promenade de santé !\\nÀ peine débarqués, vous êtes accueillis dans l\'immense campement que plusieurs expéditions ont déjà rejoint.\\nQue cette terre est belle ! t\'écries-tu.\\n-Et bonne à piller, répond l\'un des guerriers du camp. Dès demain, nous rentrons dans les terres pour un strandhögö. Si tu es bon cavalier, viens nous aider.", "choix": [["Tu acceptes", 9], ["Tu restes au camp", 20]]}, "33": {"text": "Cela fait déjà deux jours que tu es emprisonné dans la forteresse. Au matin du troisième jour, tu es réveillé par la cloche de l\'église. On sonne le tocsin.\\n-Les hommes du Nord nous attaquent ! hurlent les soldats de guet\\n-À l\'aide, venez me libérer, je suis là ! cries-tu en tambourinant à la porte de ta prison.\\nMalheureusement, c\'est un chef militaire qui ouvre la porte. Le visage rouge de colère, il te prend par le col et te fait sortir dans la cour\\nBande de brigands, hurle-t-il, déposez vos armes, sinon je jette mon prisonnier dans le puits !\\nSa menace n\'impressionne guère les guerriers car ces Vikings ne te connaissent pas.\\nIls se lancent à l\'assaut de la forteresse, détruisant tout sur leur passage, après avoir volé les armes et massacré tous ceux qu\'ils rencontrent. Hélas, tu n\'échapperas pas à ce carnage...", "choix": [false, "Tu as été tué par une autre triubue Viking loin de chez toi"]}, "34": {"text": "La journée passe vite. Tu t\'amuses quelque temps à la fête puis tu retounes à la ferme où, aidé par ta mère, tu ranges tes affaires dans ton coffre. Elle t\'accompagne ensuite jusqu\'au petit sentier qui descend au rivage. Tu le dévales et, tout essoufflé, rejoins la quarantaine de guerriers qui s\'affairent sur *Grand Dragon d\'écume*, le bateau de ton père. La plupart des marins sont déjà à bord et ont accroché leurs boucliers le long du bordage. Deux grands gaillards sont perchés en haut du mât et effectuent les dernières réparations sur la large voile carrée qui claque au vent. Harald, un vigoureux guerrier aux cheveux roux qui fait partie de ton clan, t\'interpelle:\\n-En voilà un qui a l\'air tout heureux de quitter son pays !\\n-Les dangers ne me font pas peur. Sus aux Francs ! cries-tu, en levant ton coffre au-dessus de ta tête.", "choix": [["Tu poses ton coffre à côté de celui d\'Harald", 38], ["Tu attends que ton père te désigne ta place", 21]]}, "35": {"text": "Tu quittes le port et aperçois une petite barque sur une plage. Tu la pousses à l\'eau, sautes dedans et commences à ramer. Une douce brise pousse ton bateau vers le large et tu te rapproches d\'un knörr. Le bateau lourdement chargé transporte des hommes, des femmes et des enfants. Ils ont quitté leurs fermes pour s\'établir dans de nouveaux pays, certains en Islande, d\'autres aux îles Hébrides.\\n-Attendez-moi ! hurles-tu en ramant de toutes tes forces.\\nUn des marins a pitié de toi et alerte le capitaine pendant que tu luttes contre une bourrasque qui vient de se lever. Une énorme vague rabat ta fragile embarcation vers la côte, puis la rapproche avec violence du navire marchand.", "choix": [["Tu attrapes la rame que l\'on te tend", 14]]}, "36": {"text": "Trois jours plus tard, une flotte de sept cents navires approche des portes de Paris\\n-Sois fier de participer à la plus vaste offensive jamais organisée. te dit Knut en te voyant prêt à l\'attaque.\\n-Nous allons bientôt faire le plus beau coup qu\'aucun Viking ait jamais rêvé de réussir ! lui réponds-tu en enfonçant ton casque sur ta tête.\\nMais Knut s\'assombrit car il vient de voir se dresser sur la Seine un pont fortifié.\\nLes Normands débarquent ! hurle la foule qui se presse demère les remparts. Il y en a partout !\\nL\'assaut est lancé. Les Parisiens opposent à leurs agresseurs une résistance acharnée. Les flèches et les lances volent de toutes parts et nombre de vos compagnons sont tués.\\n-Fais chanter ton arme et les scaldes te rendront ! célèbre te dit Knut.", "choix": [["Tu mets pied à terre et cours avec la troupe", 43]]}, "37": {"text": "Le voyage est loin d\'être une partie de plaisir. Tu essuie de terribles tempêtes de neige et tu ne peux que laisser dériver ton bateau. Enfin, au petit matin du cinquième jour, le mauvais temps cède la place à un soleil éclatant. Tu clignes des yeux, scrutes l\'horizon : une terre inconnue aux paysages étourdissants se dresse face à toi. Ses paysages verts vifs contrastent avec le bleu des icebergs qui flottent près des côtes. L\'endroit regorge d\'animaus.\\n« Toute cette splandeur, toutes ces richesses me remplissent d\'allégresse ! » murmures-tu en mettant pied à terre. Tu grimpes sur une colline, embrasses le paysage du regard et comprends alors que c\'est le destin qui t\'a conduit ici. Tu ne quitteras plus le pays et y vivras tranquillement de la chasse et de l\'élevage de rennes jusqu\'à la fin de tes jours.", "choix": [false, "C\'est tellement excitant de découvrir des nouvelles terres, bravo à toi tu as réussi cette aventure !"]}, "38": {"text": "-Tiens le gamin à l\'œil, Harald, et veille à ce qu\'il souque ferme, dit Knut en montant à bord.\\nAssis sur ton coffre, tu ne fais pas le fier car la rame est lourde à manier et Harald ne te laisse pas le temps de souffler. Heureusement, dès le deuxième jour, un bon vent arrière se lève et tu n\'as plus besoin de ramer. Durant quatre jours, *Grand Dragon d\'écume*, la voile gonflée, file comme une flèche. Ton père manœuvre le gouvernail et l\'équipage scrute l\'horizon. Au matin du cinquième jour de navigation tu entend les marins hurler :\\nVillage franc en vue ! Préparez vos armes, abattez la voile !", "choix": [["Montre-nous tes talents de marin", 16]]}, "39": {"text": "Quelques instants plus tard, bien armé, tu pars en reconnaissance avec les compagnons vers le village. Pendant ce temps, un guetteur a donné l\'alerte et, lorsque vous arrivez, les villageois vous font face, armés d\'arcs, de pierres et de gourdins.\\n-C\'est la troisième attaque que nous subissons ! crie l\'un d\'eux. Ces barbares du Nord ont massacré nos enfants, volé notre bétail, emmené nos femmes pour les vendre comme esclaves. Sus à l\'ennemi viking !\\nLes paysans en furie se jettent alors sur vous. Tu pourfends tous ceux qui sont à ta portée à grands coups d\'épée, mais les hommes sont nombreux et bien décidés à vendre chèrement leur peau...", "choix": [["Surpris par cette résistance tu décides de fuir", 18], ["Tu continues à combattre", 19]]}, "40": {"text": "L\'affaire fait grand bruit et les chefs, réunis en conseil en ce matin de fête, choisissent de te faire immédiatement comparaître. Un grand son de trompe retentit. Olaf, le plaignant, expose les faits.\\n-J\'accuse Björn aux beaux cheveux, fils de Knut à la barbe fourchue d\'avoir tué mon fils ! hurle-t-il. Je réclame justice !\\nAprès que tous ceux qui le désirent ont été entendus, le chef de l\'assemblée annonce le verdict :\\n-Björn n\'a pas su contrôler sa colère, il est coupable ! Et comme vous le savez, notre loi condamne tout homme qui provoque la mort. Il doit quitter le pays ou dédommager la famille de la victime en lui donnant la moitié de ses terres. Que choisis-tu? te demande-t-il.", "choix": [["Tu choisi de quitter ton pays", 29], ["Tu laisses ton père décider", 10]]}, "41": {"text": "La défense est efficace et chaque vague d\'assaut vous fait subir de lourdes pertes.\\n-Puisque nous ne réussissons pas à faire céder les portes de la ville, nous allons faire crever de faim les Parisiens ! tonne Knut. Et il donne l\'ordre d\'installer le campement sur la rive de la Seine.\\nLe siège dure des mois. Lassé par cette résistance, tu pars de plus en plus souvent piller les alentours à bord du *Grand Dragon d\'écume*.\\n-Lâchez les rames et échouez le bateau ! Deux d\'entre vous le garderont pendant que j\'irai, avec le reste des hommes, voir ce qu\'il y a de bon à prendre dans ce monastère.\\nMais vous avez été repérés par des soldats. Aussitôt, ils vous attaquent.", "choix": [["Tu vas participer aux combats", 18], ["Tu t\'enfuis", 31]]}, "42": {"text": "Il paraît qu\'on mène la belle vie dans le campement de Rorik, à l\'île de Wight... Si on y faisait une escale? proposes-tu à ton père\\n-J\'ai une autre idée, te dit-il. Tu vas aller là-bas seul. Les anciens guerriers t\'apprendront à bien te battre pendant que j\'irai en reconnaissance en pays franc.\\nLa vie de garnison que tu découvres quelques jours plus tard te fait regretter ton choix... Finie la liberté. On te fait suivre un entraînement guerrier épuisant tout au long de la journée.", "choix": [["Tu gardes courage et continue ta formation", 27]]}, "43": {"text": "Ces hommes sont encore plus barbares que nous ! hurles-tu en voyant des gardes verser du haut des palissades des liquides bouillants sur tes compagnons.\\nPour riposter, tu enflammes un chariot de foin et le lances contre la porte. Le panneau prend feu. Tu l\'enfonces à grands coups de hache. Rapidement, tu montes les marches menant au sommet d\'une tour et t\'élances vers les soldats qui font pleuvoir des flèches sur tes compagnons. Mais, seul face à une dizaine d\'hommes, tu ne peux tenir très longtemps.\\n-Piétinez-moi ce sauvage, hurle leur chef, et que l\'on m\'apporte ensuite son cœur sur un plateau d\'argent !\\n-Vous pouvez m\'ôter la vie mais pas la liberté ! cries-tu en sautant dans le vide.\\nPlus tard, on rapporte ton corps sans vie à ton père...\\n-Sois sûr qu\'un scalde glorifiera le courage de ton fils, lui dit-on, alors qu\'il étouffe un sanglot.", "choix": [false, "Tu as fini en héros, prêt à tout pour défendre ta liberté"]}}
